<?php /* Translated by RILuse & Paul (https://paul.bid) www.paul.bid@gmail.com */

return [

    /*
    |--------------------------------------------------------------------------
    | Home Page / Домашняя страница
    |--------------------------------------------------------------------------
    |
    | resources/views/home.blade.php
    |
    */

    'Log in' => 'Войти',
    'Register' => 'Зарегистрироваться',

    'Dashboard' => 'Панель управления',
    'Copyright' => 'Авторские права',
    'Made with' => 'Сделано с',
    'by' => 'от',

    'HOME.MESSAGE' => '
    <p>Управляйте своим присутствием в Интернете с помощью <a href="https://linkstack.org/"><strong>LinkStack</strong></a> — ориентированной
     на конфиденциальность, открытой <strong>платформы управления ссылками</strong>. Создайте настраиваемую страницу профиля для управления
     <strong>всеми важными ссылками в одном удобном месте</strong> и предоставьте своей аудитории удобный бесперебойный просмотр.</p>
     ',


    /*
    |--------------------------------------------------------------------------
    | Demo Page/Home Page Example Page / Демо страница/Пример домашней страницы
    |--------------------------------------------------------------------------
    |
    | resources/views/demo.blade.php
    |
    */
    
    'Example page' => 'Пример страницы',


    /*
    |--------------------------------------------------------------------------
    | Authentication Pages / Страницы авторизации
    |--------------------------------------------------------------------------
    |
    | Вход, регистрация, восстановление пароля, сброс пароля и т. д.
    | Сюда входят электронные письма для авторизации: сброс пароля и подтверждение email.
    | resources/views/auth
    |
    */

    # Страница входа
    'Sign In' => 'Войти',
    'Login to stay connected' => 'Войдите, чтобы оставаться на связи',
    'Email' => 'Email',
    'Password' => 'Пароль',
    'Remember Me' => 'Запомнить меня',
    'Forgot Password?' => 'Забыли пароль?',
    'or sign in with other accounts?' => 'или войти с помощью других аккаунтов?',
    'Don’t have an account?' => 'У вас нет учётной записи?',
    'Click here to sign up' => 'Нажмите здесь, чтобы зарегистрироваться',


    # Сброс пароля
    'Forgot your password?' => 'Забыли пароль?',
    'No problem' => 'Нет проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля, которая позволит вам установить новый пароль.',
    'Email Password Reset Link' => 'Ссылка для сброса пароля по электронной почте',


    # Страница регистрации
    'Sign Up' => 'Зарегистрироваться',
    'Register to stay connected' => 'Зарегистрируйтесь, чтобы оставаться на связи',
    'Display Name' => 'Отображаемое имя',
    'Confirm Password' => 'Подтвердите пароль',
    'Already have an account?' => 'У вас уже есть учётная запись?',
    'Click here to sign in' => 'Нажмите здесь, чтобы войти',


    # Страница ожидания проверки учётной записи
    'Verification Status' => 'Статус проверки',
    'auth_pending' => 'Ваша учётная запись всё ещё ожидает проверки',
    'auth_unverified' => 'Ваша учётная запись в настоящее время пока ещё не проверена и требует ручной проверки администратором.',
    'Log out' => 'Выйти',


    # Подтверждение пароля
    'auth_password' => 'Это защищённая область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'Confirm' => 'Подтвердить',


    # Сброс пароля
    'Reset Password' => 'Сбросить пароль',
    'Enter a new password' => 'Введите новый пароль',


    # Тестовый адрес электронной почты
    'Test E-Mail' => 'Тестовый адрес электронной почты',


    # Уведомление о регистрации по электронной почте
    'A new user has registered on' => 'Новый пользователь зарегистрировался на',
    'and is awaiting verification' => 'и ожидает проверки',
    'The user' => 'Пользователь',
    'with the email' => 'с электронной почтой',
    'has registered a new account on' => 'зарегистрировал новую учётную запись на',
    'and is awaiting confirmation by an admin' => 'и ожидает подтверждения администратора.',
    'Click' => 'Нажмите',
    'here' => 'здесь',
    'to verify the user' => 'для проверки пользователя.',
    'Manage Users' => 'Управление пользователями',


    # Письмо о подтверждении адреса электронной почты
    'auth_thanks' => 'Спасибо за регистрацию! Прежде чем начать, не могли бы вы подтвердить свой адрес электронной почты, нажав на ссылку, которую мы только что отправили вам по электронной почте? Если вы не получили письмо, мы с радостью отправим вам ещё одно. Если вы не увидите письмо в течение нескольких минут, проверьте папку со спамом.',
    'auth_verification' => 'На адрес электронной почты, указанный вами при регистрации, была отправлена новая ссылка для подтверждения.',
    'Resend Verification Email' => 'Повторно отправить письмо с подтверждением',


    /*
    |--------------------------------------------------------------------------
    | Styling Slide In / Стиль слайдера
    |--------------------------------------------------------------------------
    |
    | resources/views/layouts/sidebar.blade.php
    |
    */

    'Settings' => 'Настройки',
    'Scheme' => 'Тема',
    'Auto' => 'Авто',
    'Dark' => 'Тёмная',
    'Light' => 'Светлая',
    'Color Customizer' => 'Настройка цвета',
    'Sidebar Color' => 'Цвет боковой панели',
    'Default' => 'По умолчанию',
    'Color' => 'Цвет',
    'Transparent' => 'Прозрачность',
    'Sidebar Types' => 'Типы боковой панели',
    'Mini' => 'Мини',
    'Hover' => 'Парящая',
    'Boxed' => 'Коробочная',
    'Sidebar Active Style' => 'Активный стиль боковой панели',
    'Rounded One Side' => 'Закруглённая с одной стороны',
    'Rounded All' => 'Закруглённая со всех сторон',
    'Pill One Side' => 'Как таблетка с одной стороны',
    'Pill All' => 'Как таблетка',


    /*
    |--------------------------------------------------------------------------
    | Site customization / Настройки сайта
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/site.blade.php
    |
    */

    'Home' => 'Главная',
    'Add Link' => 'Добавить ссылку',
    'Administration' => 'Администрирование',
    'Admin' => 'Администратор',
    'Config' => 'Настройка',
    'Footer Pages' => 'Страницы в подвале сайта',
    'Site Customization' => 'Настройки сайта',
    'Site Logo' => 'Логотип сайта',
    'Personalization' => 'Персонализация',
    'Links' => 'Ссылки',
    'Appearance' => 'Внешний вид',
    'Themes' => 'Темы',
    'Site logo' => 'Логотип сайта',
    'Favicon' => 'Иконка сайта (favicon)',
    'Home message' => 'Приветствие на главной странице',


    /*
    |--------------------------------------------------------------------------
    | Navbar / Навигационная панель
    |--------------------------------------------------------------------------
    |
    | resources/views/layouts/sidebar.blade.php
    |
    */
    
    'View Page' => 'Посмотреть страницу',
    'Share your profile' => 'Поделится профилем',
    'Share your profile:' => 'Поделится профилем:',
    'Error sharing:' => 'Ошибка при попытке поделиться:',
    'Text copied to clipboard!' => 'Текст скопирован в буфер обмена!',
    'Error copying text:' => 'Ошибка при копировании текста:',
    'QR Code' => 'QR-код',
    'Scan QR Code' => 'Отсканируйте QR-код',
    'QR code could not be generated' => 'Не удалось сгенерировать QR-код.',
    'Reason:' => 'Причина:',

    # Выпадающее меню QR Кода
    'Close' => 'Закрыть',
    'Dismiss' => 'Пропустить',
    
    # Выпадающее меню уведомлений
    'All Notifications' => 'Все уведомления',

    # Выпадающее меню программы обновления
    'Updater' => 'Программа обновления',
    'Beta Mode' => 'Режим БЕТА',
    'Local version' => 'Локальная версия',
    'Latest beta' => 'Последняя БЕТА версия',
    'Run updater' => 'Запустить процесс обновления',
    'Update available' => 'Доступно обновление',
    'Up to date' => 'Обновлено до последней версии',
    'Check again' => 'Проверить обновления ещё раз',

    # Раздел пользователя в навигационной панели
    'Administrator' => 'Администратор',
    'Verified user' => 'Зарегистрированный пользователь',
    'User' => 'Пользователь',
    'Profile' => 'Профиль',
    'Styling' => 'Оформление',
    'Logout' => 'Выйти',


    /*
    |--------------------------------------------------------------------------
    | Dashboard Page / Страница панели управления
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/index.blade.php
    |
    */

    # Заголовок с картинкой
    'Hi' => 'Привет',
    'stranger' => 'незнакомец',
    'welcome' => 'Добро пожаловать в :appName!',
    'Set a handle' => 'Введите описание',

    # Страница панели управления
    'Total Links:' => 'Общее количество ссылок:',
    'Link Clicks:' => 'Переходы по ссылкам:',
    'View/Edit Links' => 'Просмотр/редактирование ссылок',
    'Top Links:' => 'Популярные ссылки:',
    'You haven’t added any links yet' => 'Вы ещё не добавили ни одной ссылки.',
    'clicks' => 'переходы',
    'Clicks' => 'Переходы',
    'Site statistics:' => 'Статистика сайта:',
    'Total links' => 'Всего ссылок',
    'Total clicks' => 'Всего переходов',
    'Total users' => 'Всего пользователей',
    'Registrations:' => 'Регистрации:',
    'Last 30 days' => 'За последние 30 дней',
    'Last 7 days' => 'За последние 7 дней',
    'Last 24 hours' => 'За последние 24 часа',
    'Active users:' => 'Активные пользователи:',
    
    

    /*
    |--------------------------------------------------------------------------
    | Button Editor / Редактор кнопок
    |--------------------------------------------------------------------------
    |
    | resources/views/studio/button-editor.blade.php
    |
    */

    'Button Editor' => 'Редактор кнопок',
    'Back' => 'Назад',
    'Custom Button' => 'Своя кнопка',
    'CSS' => 'CSS',
    'background' => 'фон',
    'gradient' => 'градиент',
    'Show CSS' => 'Показать CSS',
    'Custom CSS' => 'Свой CSS',
    'Save' => 'Сохранить',
    'Reset to default' => 'Сбросить до значений по умолчанию',
    'Result' => 'Результат:',
    'Custom Icon' => 'Своя иконка',
    'Custom Alert' => 'Короткий код вашей пользовательской иконки не начинается с префикса «fa-», всегда используйте коды иконок в формате: fa-ghost, например.',
    'cb.description.1-4' => 'Пользовательские иконки могут быть добавлены к кнопкам с помощью Font Awesome. Вы можете использовать любую иконку из списка ниже, также вы можете получить доступ к этому списку, нажав кнопку «Просмотреть все иконки». Каждая иконка в этом списке имеет короткий код, который вы можете скопировать и ввести в поле «Своя иконка».',
    'cb.description.2-4' => 'Каждый короткий код иконки состоит из префикса и основной части. Если короткий код — не является значком бренда, вы можете просто ввести код в формате: fa-icon-name. Важно соблюдать форматирование «fa-...». Например, «fa-code».',
    'cb.description.3-4' => 'Если короткий код — это значок бренда, важно напечатать «fab» перед самим коротким кодом. Опять же, важно соблюдать форматирование «fa-...». Например, «fab fa-github»',
    'cb.description.4-4' => 'Чтобы применить цвет к вашим иконкам, вы можете просто написать название цвета или указать его шестнадцатеричное значение перед иконкой, за указанием цвета следует «;». Здесь важно указать цвет перед коротким кодом иконки, а код или название цвета должно обязательно заканчиваться точкой с запятой.<br>Список названий доступных цветов вы можете найти <a href="https://www.w3schools.com/cssref/css_colors.asp" target="_blank">здесь</a>.',
    'Style' => 'Стиль',
    'Prefix' => 'Префикс',
    'Icon' => 'Иконка',
    'Short Code' => 'Короткий код',
    'Regular' => 'Постоянный',
    'Brands' => 'Бренды',
    'Color name' => 'имя_цвета_латиницей',
    'Color HEX' => 'Цвет в формате HEX',
    'Color HEX1' => 'Цвет в формате HEX',
    'Update icon' => 'Обновить иконку',
    'See all icons' => 'Посмотреть все иконки',


    /*
    |--------------------------------------------------------------------------
    | Edit Link Page / Редактирование страницы ссылок
    |--------------------------------------------------------------------------
    |
    | resources/views/studio/edit-link.blade.php
    |
    */

    'Edit' => 'Редактировать',
    'Add' => 'Добавить',
    'Block' => 'Блок',
    'Blocks' => 'Блоки:',
    'Select Block' => 'Выбрать блок',
    'Toggle Dropdown' => 'Переключить выпадающий список',
    'Cancel' => 'Отмена',
    'Save and Add More' => 'Сохранить и добавить ещё',
    'Click to change link blocks' => 'Нажмите, чтобы изменить блоки ссылок',
    'Click for a list of available link blocks' => 'Нажмите, чтобы просмотреть список доступных блоков ссылок',


    /*
    |--------------------------------------------------------------------------
    | Links Page / Страница ссылок
    |--------------------------------------------------------------------------
    |
    | resources/views/studio/links.blade.php
    |
    */

    'My Links' => 'Мои ссылки',
    'Add new Link' => 'Добавить ссылку',
    'No Link Added' => 'Вы ещё не добавили ни одной ссылки.',
    'Download' => 'Скачать',
    'Preview' => ' Предварительный просмотр',
    'No compatible browser' => 'Вы используете несовместимый браузер (скорее всего ваш браузер устарел, пожалуйста скачайте и установите современный браузер)',
    'Page Icons' => 'Иконки страницы',
    'Save links' => 'Сохранить ссылки',

    # Подсказки
    'Customize' => 'Настроить',
    'Delete' => 'Удалить',
    'Clear icon cache' => 'Очистить кэш иконок',
    
    'confirm_delete' => 'Вы уверены что хотите удалить :title?',


    /*
    |--------------------------------------------------------------------------
    | "My Profile"/Appearance Page / «Мой профиль»/Страница настроек внешнего вида
    |--------------------------------------------------------------------------
    |
    | resources/views/studio/page.blade.php
    |
    */

    'My Profile'=> 'Мой профиль',
    'Profile Picture' => 'Изображение профиля',
    'Page URL' => 'URL-адрес страницы',
    'Display name' => 'Отображаемое имя',
    'Name:' => 'Имя:',
    'Page Description' => 'Описание страницы',
    'Show checkmark' => 'Показывать значок верификации',
    'disableverified' => 'Вы являетесь подтверждённым пользователем. Эта настройка позволяет вам показать/скрыть значок верификации на вашей странице.',
    'Show share button' => 'Показывать кнопку «Поделиться»',
    'disablesharebutton' => 'Эта настройка позволяет вам показать/скрыть кнопку «Поделиться» на вашей странице.',
    'Open links in new tab' => 'Открывать ссылки в новой вкладке',
    'openlinksnewtab' => 'Этот параметр определяет, как будут открываться ваши ссылки: в той же вкладке или в новой вкладке.',


    /*
    |--------------------------------------------------------------------------
    | Personal Settings Page / Настройки персональной страницы
    |--------------------------------------------------------------------------
    |
    | resources/views/studio/profile.blade.php
    |
    */

    'Account Settings' => 'Настройки аккаунта',
    'Change email' => 'Сменить email',
    'Change password' => 'Сменить пароль',
    'Export user data' => 'Экспортировать данные пользователя',
    'Export your user data' => 'Экспортируйте пользовательские данные для переноса в иной подобный сервис.',
    'Export all data' => 'Экспортировать все данные',
    'Export links only' => 'Экспортировать только ссылки',
    'Import user data' => 'Импортировать данные пользователя',
    'import.user.alert' => 'Вы уверены, что хотите импортировать этот файл? Это действие заменит все ваши текущие данные, включая ссылки!',
    'Import your user data from another instance' => 'Импортируйте пользовательские данные из иного подобного сервиса.',
    'Import' => 'Импорт',
    'Delete your account' => 'Удалить мой аккаунт',
    'You are about to delete' => 'Вы собираетесь удалить свой аккаунт!',
    'You are about to delete This action cannot be undone' => 'Вы собираетесь удалить свой аккаунт! Имейте ввиду, что это действие необратимо!',
    'Delete account' => 'Удалить аккаунт',

    # Уведомления
    'Profile updated successfully!' => 'Профиль успешно обновлён!',
    'An error occurred while updating your profile.' => 'Произошла ошибка при обновлении вашего профиля.',

    'That handle has already been taken' => 'Этот ник уже занят.',
    'The selected file must be an image' => 'Выбранный файл должен быть изображением.',
    'The image must be' => 'Изображение должно быть:',
    'The image size should not exceed 2MB' => 'Размер изображения не должен превышать 2MB (двух мегабайт).',
    'Please select an image' => 'Пожалуйста выберите изображение.',
    

    /*
    |--------------------------------------------------------------------------
    | Themes Page / Страница тем
    |--------------------------------------------------------------------------
    |
    | resources/views/studio/theme.blade.php
    |
    */

    'Select a theme' => 'Выберите тему',
    'Select theme' => 'Выбор тем',
    'Custom background' => 'Свой фон',
    'No image selected' => 'Изображение не выбрано',
    'Remove background' => 'Удалить фон',
    'Manage themes' => 'Управление темами',
    'Loading...' => 'Загрузка...',
    'Upload themes' => 'Загрузить новые темы',
    'Delete themes' => 'Удалить темы',
    'Download themes' => 'Скачать темы',
    'Delete a theme' => 'Удалить тему',


    /*
    |--------------------------------------------------------------------------
    | Theme Updater / Процесс обновления тем
    |--------------------------------------------------------------------------
    |
    | resources/views/studio/theme-updater.blade.php
    |
    */

    'Theme Updater' => 'Обновление тем',
    'Theme name' => 'Имя темы:',
    'Update status' => 'Статус обновления:',
    'Version' => 'Версия:',
    'Error!' => 'Ошибка!',
    'Update manually' => 'Обновить вручную',
    'Update all themes' => 'Обновить все темы',


    /*
    |--------------------------------------------------------------------------
    | Edit User Page / Редактор страницы пользователя
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/edit-user.blade.php
    |
    */
    
    'Edit User' => 'Редактировать пользователя',
    'Logo' => 'Логотип',
    'Page description' => 'Описание страницы',
    'Role' => 'Роль',


    /*
    |--------------------------------------------------------------------------
    | Links Page / Страница ссылок
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/links.blade.php
    |
    */

    'Title' => 'Название',


    /*
    |--------------------------------------------------------------------------
    | Links Page (Admin) / Страница ссылок (Администратор)
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/links.blade.php
    |
    */

    'Link' => 'Ссылки',


    /*
    |--------------------------------------------------------------------------
    | PHP info Page / Страница информации о PHP
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/phpinfo.blade.php
    |
    */

    'Information about PHP’s configuration' => 'Информация о конфигурации PHP',
    'Outputs information about the current state of PHP' => 'Выводит информацию о текущем состоянии PHP',


    /*
    |--------------------------------------------------------------------------
    | Delete themes page / Страница удаления темы
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/theme.blade.php
    |
    */

    'Delete theme' => 'Удалить тему',


    /*
    |--------------------------------------------------------------------------
    | Manage Users Page / Управление страницей пользователя
    |--------------------------------------------------------------------------
    |
    | resources/views/panel/users.blade.php
    |
    */

    'Users:' => 'Пользователи:',
    'Search user' => 'Найти пользователя',
    'ID' => 'ID',
    'Name' => 'Имя',
    'E-Mail' => 'Email',
    'Page' => 'Страница',
    'Created at' => 'Создана',
    'Last seen' => 'Последний раз был в сети',
    'Status' => 'Статус',
    'Action' => 'Действия',
    'N/A' => 'Н/Д',
    'Pending' => 'Ожидает',
    'Verified' => 'Верифицирован',
    'Approved' => 'Одобрен',
    'Add new user' => 'Добавить нового пользователя',

    # Подсказки
    'tt.Delete' => 'Удалить',
    'tt.Impersonate' => 'Выдаёт себя за другого',
    'tt.Edit' => 'Редактировать',
    'tt.All links' => 'Все ссылки',

    'confirm.delete.user' => 'Вы уверены что хотите удалить пользователя? \nИмейте ввиду, что это действие необратимо!',

    # Формат даты
    'date.format' => 'd/m/Y',

    'days ago' => 'дней назад',
    '1 day ago' => '1 день назад',
    'Today' => 'Сегодня',
    '1 year ago' => '1 год назад',
    'years ago' => 'года назад',


    /*
    |--------------------------------------------------------------------------
    | Config Page / Страница настроек
    |--------------------------------------------------------------------------
    |
    | resources/views/components/config/
    | resources/views/panel/config-editor.blade.php
    |
    */

    'Advanced Config' => 'Продвинутые настройки',
    'Take Backup' => 'Сделать резервную копию',
    'All Backups' => 'Все резервные копии',
    'Diagnosis' => 'Диагностика',

    'Alternative Config Editor' => 'Альтернативный редактор настроек',
    'Use the Alternative Config Editor to edit the config directly' => 'Используйте альтернативный редактор настроек для непосредственного редактирования конфигурации',

    'PHP info' => 'Информация о PHP ',
    'Display debugging information about your PHP setup' => 'Отобразить отладочную информацию о настройках PHP',

    'Jump directly to:' => 'Перейти непосредственно к:',

    'Application' => 'Приложение',
    'Panel settings' => 'Настройки панели',
    'Security' => 'Безопасность',
    'Advanced' => 'Расширенные',
    'SMTP' => 'SMTP',
    'Footer links' => 'Ссылки в подвале сайта',
    'Debug' => 'Средства разработчика',
    'Language' => 'Язык',

    'default' => 'по умолчанию',
    'Apply' => 'Применить',

    'AC.description' => 'Позволяет редактировать интерфейс вашего сайта. Среди прочего, этот файл позволяет настраивать: домашнюю страницу, ссылки, заголовки, Google Analytics и метатеги.',
    'Advanced Configuration file.' => 'Файл расширенной конфигурации.',
    'Restore defaults' => 'Восстановить по умолчанию',

    'Backup' => 'Резервная копия',
    'You can back up your entire instance:' => 'Вы можете создать резервную копию всего вашего сайта:',
    'The backup system won’t save more than two backups at a time' => 'Система резервного копирования не будет сохранять более двух резервных копий одновременно.',
    'Backup Instance' => 'Создать резервную копию сайта',

    'wtrue' => 'Всё работает как надо!',
    'wfalse' => 'Невозможно записать этот файл. Это может помешать нормальной работе.',
    'utrue' => 'Ваша безопасность под угрозой. Доступ к этому файлу может получить любой желающий. Требуются немедленные действия!',
    'ufalse' => 'Всё работает как надо!',
    'unull' => 'Что-то пошло не так. Это может быть нормально, если вы работаете за прокси-сервером или в контейнере Docker.',
    'Debugging information' => 'Отладочная информация',
    'security.risk' => 'Ваша безопасность под угрозой. Доступ к некоторым файлам может получить любой желающий. Требуются немедленные действия! Нажмите сюда, чтобы узнать больше.',
    'security.risk.1-3' => 'Здесь вы можете легко проверить, возможен ли внешний доступ к критически важным системным файлам. Важно, чтобы доступ к этим файлам был закрыт, иначе может произойти утечка пользовательских данных, таких как пароли. Записи, отмеченные символом',
    'security.risk.2-3' => 'к записям, отмеченным символом',
    'security.risk.3-3' => 'доступ к ним может получить любой желающий, и они требуют немедленных действий для защиты ваших данных.',
    'Hover for more' => 'Наведите курсор, чтобы узнать больше',
    'Write access' => 'Доступ на запись',
    'Write access.description.1-3' => 'Здесь вы можете легко проверить, можно ли записывать важные системные файлы. Это важно для правильной работы каждой функции. Записи, отмеченные символом',
    'Write access.description.2-3' => 'работают как и ожидалось, записи отмеченные знаком',
    'Write access.description.3-3' => 'не работают как и ожидалось, записи отмеченные знаком',
    'File' => 'Файлы',
    'Dependencies' => 'Зависимости',
    'Required PHP modules' => 'Необходимые модули PHP.',
    'PHP Extension' => 'Расширение для PHP',
    'No backups found' => 'Резервные копии не найдены',
    'Backup your instance' => 'Создайте резервную копию сайта',

    'Go back' => 'Вернутся назад',

    'Strings with a # in front of them are comments and wont affect anything' => 'Строки с символом # перед ними являются комментариями и ни на что не повлияют.',

    'Download your updater backups:' => 'Загрузите резервные копии вашего обновления:',
    'The server will never store more that two backups at a time' => 'Сервер никогда не будет хранить более двух резервных копий одновременно.',

    'SMTP.title' => 'Используйте встроенный SMTP-сервер',
    'SMTP.description' => 'Использует SMTP-сервер, предоставленный в комплекте с LinkStack. Может быть не на 100% надёжным. Для использования пользовательского SMTP-сервера необходимо отключить SMTP-сервер, предоставленный LinkStack.',
    'SMTP.description.alt' => '(Сохраните изменения, нажав «Применить изменения» ниже)',
    'Enable' => 'Включить',
    'Custom SMTP server:' => 'Свой SMTP-сервер:',
    'Host' => 'Адрес',
    'Port' => 'Порт',
    'Username' => 'Имя пользователя',
    'Encryption type' => 'Тип шифрования',
    'From address' => 'Email адрес «от кого»',
    'Apply changes' => 'Применить изменения',
    'Test E-Mail setup:' => 'Проверить настройку Email:',
    'Send Test E-Mail' => 'Отправить тестовый Email',

    'Debug.title' => 'Режим отладки',
    'Debug.description' => 'Должен быть отключён на рабочем сайте. Полезно для отладки во время настройки.',

    'DISPLAY_FOOTER_HOME.title' => 'Включить ссылку на главную страницу в подвале страниц',
    'DISPLAY_FOOTER_HOME.description' => 'Эта опция включает ссылку на главную страницу в подвале страниц пользователей.',
    'REGISTER_AUTH.title' => 'Включить проверку электронной почты',
    'REGISTER_AUTH.description' => 'Определяет, должны ли пользователи подтверждать свой адрес электронной почты при регистрации.',
    'ALLOW_REGISTRATION.title' => 'Включить регистрацию',
    'ALLOW_REGISTRATION.description' => 'Определяет, могут ли пользователи регистрироваться в вашем приложении LinkStack.',
    'NOTIFY_EVENTS.title' => 'Оповещать о событиях',
    'NOTIFY_EVENTS.description' => 'Включает отображение уведомлений о выполнении какого-либо события.',
    'NOTIFY_UPDATES.title' => 'Уведомлять об обновлениях',
    'NOTIFY_UPDATES.description' => 'Включает отображение уведомлений о доступности нового обновления.',
    'DISPLAY_FOOTER.title' => 'Показывать подвал сайта',
    'DISPLAY_FOOTER.description' => 'Определяет, следует ли отображать ссылки в подвале сайта.',
    'DISPLAY_CREDIT.title' => 'Отображать информацию о правах на страницах пользователей.',
    'DISPLAY_CREDIT.description' => 'Определяет, следует ли отображать информацию о правах (ваш копирайт сайта) на страницах пользователей.',
    'DISPLAY_CREDIT_FOOTER.title' => 'Показывать информацию о правах в подвале сайта',
    'DISPLAY_CREDIT_FOOTER.description' => 'Определяет, должна ли информация о правах (ваш копирайт сайта) отображаться в подвале сайта.',
    'HOME_URL.title' => 'Установить страницу пользователя в качестве домашней страницы',
    'HOME_URL.description' => 'Позволяет установить страницу пользователя в качестве домашней страницы. Это приведёт к перемещению предыдущей домашней страницы на example.com/home.',
    'ALLOW_USER_HTML.title' => 'Разрешить расширенный синтаксис в описаниях пользователей',
    'ALLOW_USER_HTML.description' => 'Эта настройка позволяет пользователям использовать специальное форматирование, например: заголовки и ссылки в описании страницы.<br> Как правило, это безопасно.',
    'APP_NAME.title' => 'Название сайта',
    'APP_NAME.description' => 'Задаёт название для вашего сайта. Изменение названия приведёт к выходу из системы каждого вошедшего активного пользователя.',
    'APP_KEY.title' => 'APP_KEY',
    'APP_KEY.description' => 'APP_KEY',
    'APP_URL.title' => 'APP_URL',
    'APP_URL.description' => 'APP_URL',
    'ENABLE_BUTTON_EDITOR.title' => 'Включить редактор кнопок',
    'ENABLE_BUTTON_EDITOR.description' => 'Определяет, разрешено ли пользователям настраивать дизайн собственных кнопок с помощью CSS.',
    'APP_DEBUG.title' => 'APP_DEBUG',
    'APP_DEBUG.description' => 'APP_DEBUG',
    'APP_ENV.title' => 'APP_ENV',
    'APP_ENV.description' => 'APP_ENV',
    'LOG_CHANNEL.title' => 'LOG_CHANNEL',
    'LOG_CHANNEL.description' => 'LOG_CHANNEL',
    'LOG_LEVEL.title' => 'LOG_LEVEL',
    'LOG_LEVEL.description' => 'LOG_LEVEL',
    'MAINTENANCE_MODE.title' => 'Включить режим технического обслуживания',
    'MAINTENANCE_MODE.description' => 'Отображает сообщение об обслуживании на всех общедоступных страницах. При этом страница входа в систему для пользователей будет отключена.',
    'MAIL_MAILER.title' => 'MAIL_MAILER',
    'MAIL_MAILER.description' => 'MAIL_MAILER',
    'MAIL_HOST.title' => 'MAIL_HOST',
    'MAIL_HOST.description' => 'MAIL_HOST',
    'MAIL_PORT.title' => 'MAIL_PORT',
    'MAIL_PORT.description' => 'MAIL_PORT',
    'MAIL_USERNAME.title' => 'MAIL_USERNAME',
    'MAIL_USERNAME.description' => 'MAIL_USERNAME',
    'MAIL_PASSWORD.title' => 'MAIL_PASSWORD',
    'MAIL_PASSWORD.description' => 'MAIL_PASSWORD',
    'MAIL_ENCRYPTION.title' => 'MAIL_ENCRYPTION',
    'MAIL_ENCRYPTION.description' => 'MAIL_ENCRYPTION',
    'MAIL_FROM_ADDRESS.title' => 'MAIL_FROM_ADDRESS',
    'MAIL_FROM_ADDRESS.description' => 'MAIL_FROM_ADDRESS',
    'JOIN_BETA.title' => 'Присоединится к программе бета-тестирования',
    'JOIN_BETA.description' => 'Позволяет использовать бета-версии при обновлении. Подробнее об этом читайте <a target=\'_blank\' href=\'https://linkstack.org/b\'>здесь</a> (страница на английском языке).',
    'SKIP_UPDATE_BACKUP.title' => 'Пропускать шаг создания резервных копий перед обновлением',
    'SKIP_UPDATE_BACKUP.description' => 'При обновлении резервное копирование пропускается. Рекомендуется всегда отключать эту опцию, но это может привести к ошибкам в некоторых конфигурациях.',
    'CUSTOM_META_TAGS.title' => 'Включить пользовательские метатеги',
    'CUSTOM_META_TAGS.description' => 'Позволяет использовать пользовательские метатеги в заголовках всех страниц. Определено в расширенных настройках.',
    'FORCE_HTTPS.title' => 'Включить принудительные ссылки HTTPS',
    'FORCE_HTTPS.description' => 'По умолчанию перенаправляет все ссылки на протокол HTTPS. Рекомендуется включить эту опцию, если вы используете обратный прокси-сервер.',
    'ALLOW_CUSTOM_CODE_IN_THEMES.title' => 'Разрешить пользовательский код в темах',
    'ALLOW_CUSTOM_CODE_IN_THEMES.description' => 'Позволяет использовать пользовательский код в темах. Если вы используете темы из неизвестных источников, <br>это может представлять угрозу безопасности сайта.',
    'ENABLE_ADMIN_BAR_USERS.title' => 'Включить панель администратора для всех пользователей',
    'ENABLE_ADMIN_BAR_USERS.description' => 'Если эта функция включена, то у всех загеристрированных пользователей на их страницах будет отображаться панель администратора.',
    'ENABLE_THEME_UPDATER.title' => 'Включить функцию обновления тем',
    'ENABLE_THEME_UPDATER.description' => 'Определяет, должна ли быть активна функция обновления тем.',
    'ENABLE_SOCIAL_LOGIN.title' => 'Включить вход в систему через социальные сети',
    'ENABLE_SOCIAL_LOGIN.description' => 'Включает для пользователей вход через социальные сети. Эта опция требует дополнительной настройки. Подробнее об этом можно прочитать <a target=\'_blank\' href=\'https://linkstack.org/social-login\'>здесь</a> (страница на английском языке).',
    'USE_THEME_PREVIEW_IFRAME.title' => 'Использовать iframe для предварительного просмотра темы',
    'USE_THEME_PREVIEW_IFRAME.description' => 'Определяет, следует ли использовать внутренний iframe в качестве страницы предварительного просмотра темы.',
    'FORCE_ROUTE_HTTPS.title' => 'Перенаправлять все страницы на HTTPS',
    'FORCE_ROUTE_HTTPS.description' => 'Ключает перенаправление всех страниц на HTTPS. Эта опция может нарушить ваши настройки и функциональность сайта при использовании обратного прокси-сервера.',
    'DISPLAY_FOOTER_TERMS.title' => 'Включить ссылку на условия использования в подвале сайта',
    'DISPLAY_FOOTER_TERMS.description' => 'Включает ссылку на условия использования в подвале сайта на страницах пользователей.',
    'DISPLAY_FOOTER_PRIVACY.title' => 'Включить ссылку на политику конфиденциальности в подвале сайта',
    'DISPLAY_FOOTER_PRIVACY.description' => 'Включает ссылку на политику конфиденциальности в подвале сайта на страницах пользователей.',
    'DISPLAY_FOOTER_CONTACT.title' => 'Включить ссылку на контакты в подвале сайта',
    'DISPLAY_FOOTER_CONTACT.description' => 'Включает ссылку на контактную информацию в подвале сайта на страницах пользователей.',
    'TITLE_FOOTER_HOME.title' => '<div style="margin-top:-40px"></div>',
    'TITLE_FOOTER_HOME.description' => 'Заголовок ссылки в подвале сайта ведущей на главную страницу.',
    'TITLE_FOOTER_TERMS.title' => '<div style="margin-top:-40px"></div>',
    'TITLE_FOOTER_TERMS.description' => 'Заголовок ссылки в подвале сайта на условия использования.',
    'TITLE_FOOTER_PRIVACY.title' => '<div style="margin-top:-40px"></div>',
    'TITLE_FOOTER_PRIVACY.description' => 'Заголовок ссылки в подвале сайта ведущей на политику конфиденциальности.',
    'TITLE_FOOTER_CONTACT.title' => '<div style="margin-top:-40px"></div>',
    'TITLE_FOOTER_CONTACT.description' => 'Заголовок ссылки в подвале сайта ведущей на контактную информацию.',
    'HOME_FOOTER_LINK.title' => '<div style="margin-top:-40px">URL-адрес ссылки на главную страницу в подвале сайта</div>',
    'HOME_FOOTER_LINK.description' => 'Введите любой URL-адрес для перенаправления с ссылки на домашнюю станицу сайта.<br>Оставьте поле пустым, чтобы использовать ссылку на домашнюю станицу по умолчанию.',
    'ALLOW_CUSTOM_BACKGROUNDS.title' => 'Разрешить использование пользовательских фонов',
    'ALLOW_CUSTOM_BACKGROUNDS.description' => 'Разрешите пользователям загружать собственные фоновые изображения для своих страниц.',
    'ALLOW_USER_IMPORT.title' => 'Разрешить пользователям импортировать профили из других подобных сервисов',
    'ALLOW_USER_IMPORT.description' => 'Позволяет пользователям импортировать свой профиль и ссылки из внешнего файла.',
    'ALLOW_USER_EXPORT.title' => 'Разрешить пользователям экспортировать свой профиль',
    'ALLOW_USER_EXPORT.description' => 'Позволяет пользователям экспортировать свои собственные ссылки и профиль в файл и сохранять его себе на устройство.',
    'MANUAL_USER_VERIFICATION.title' => 'Включить одобрение пользователей вручную',
    'MANUAL_USER_VERIFICATION.description' => 'Определяет, должны ли администраторы вручную одобрять новых зарегистрированных пользователей.',
    'ADMIN_EMAIL.title' => 'Электронная почта администратора',
    'ADMIN_EMAIL.description' => 'Используется для отправки уведомлений по электронной почте.',
    'HIDE_VERIFICATION_CHECKMARK.title' => 'Скрывать значок верификации для аккаунтов',
    'HIDE_VERIFICATION_CHECKMARK.description' => 'Скрывает значок верификации, отображаемый на страницах администратора и VIP-персон.',
    'ENABLE_REPORT_ICON.title' => 'Включить значок «Пожаловаться»',
    'ENABLE_REPORT_ICON.description' => 'Отображает значок «Пожаловаться» на страницах пользователей, который позволяет пользователям сообщить о нарушении на странице.',
    'LOCALE.title' => 'Язык сайта',
    'LOCALE.description' => 'Изменить язык сайта',


    /*
    |--------------------------------------------------------------------------
    | Installer / Установщик
    |--------------------------------------------------------------------------
    |
    | resources/views/installer/installer.blade.php
    |
    */

    # Заголовок
    'LinkStack setup' => 'Установка LinkStack',

    'Setup LinkStack' => 'Установка LinkStack',
    'Welcome to the setup for LinkStack!' => 'Добро пожаловать в установку LinkStack!',
    'This setup will:' => 'Во время установки будут осуществлены следующие шаги:',
    'Check the server dependencies' => '1. Проверка необходимых для работы зависимостей сервера',
    'Setup the database' => '2. Установка базы данных',
    'Create the admin user' => '3. Создание учётной записи администратора',
    'Configure the app' => '4. Настройка LinkStack',
    'Choose a language' => 'Выбор языка',
    'setup.disclaimer' => 'Продолжая, вы соглашаетесь соблюдать наши',
    'Terms and Conditions' => 'условия и положения',

    'Next' => 'Далее',
    'Yes' => 'Да',
    'No' => 'Нет',
    'Finish setup' => 'Завершить установку',

    'Setup failed' => 'Сбой установки',
    'An error has occured. Please try again' => 'Произошла ошибка. Пожалуйста, попробуйте снова.',
    'Depending on your database type:' => 'В зависимости от типа вашей базы данных:',
    'Try again' => 'Пробовать снова',

    'Dependency check' => 'Проверка зависимостей',
    'Required PHP modules:' => 'Необходимые модули PHP:',

    'Select a database type' => 'Выберите тип базы данных',
    'Under most circumstances, we recommend using SQLite' => 'В большинстве случаев мы рекомендуем использовать SQLite.',
    'MySQL requires a separate, empty MySQL database' => 'Для работы с MySQL требуется отдельная пустая база данных MySQL.',

    'Database type:' => 'Тип базы данных:',
    'Database host:' => 'Хост (IP-адрес) базы данных:',
    'Database port:' => 'Порт базы данных:',
    'Database name:' => 'Имя базы данных:',
    'Database username:' => 'Имя пользователя базы данных:',
    'Database password:' => 'Пароль к базе данных:',

    'Create an admin account' => 'Создайте учётную запись администратора.',
    'Admin email:' => 'Электронная почта администратора:',
    'Admin password:' => 'Пароль администратора:',
    'Handle:' => 'Принадлежность:',
    'Name:' => 'Имя:',

    'Configure your page' => 'Настройте свою страницу',
    'Enable registration:' => 'Включить регистрацию пользователей:',
    'Enable email verification:' => 'Включить проверку регистраций по электронной почте:',
    'Set your page as Home Page' => 'Установите свою страницу в качестве домашней страницы',
    'This will move the Home Page to /home' => 'Это переместит домашнюю страницу в /home.',
    'App Name:' => 'Имя сайта:',


    /*
    |--------------------------------------------------------------------------
    | Updater/Update-Backup / Обновление/Обновление-резервное копирование
    |--------------------------------------------------------------------------
    |
    | resources/views/update.blade.php
    |
    */

    # Заголовок
    'Update LinkStack' => 'Обновить LinkStack',

    'Latest beta version' => 'Последняя БЕТА версия',
    'Installed beta version' => 'Установленная БЕТА версия',
    'none' => 'пусто',
    'You need to update to the latest mainline release' => 'Вам необходимо обновиться до последней версии LinkStack',
    'You’re running the latest mainline release' => 'Вы используете последнюю (самую актуальную) версию LinkStack',

    'update.manually' => 'Вы можете обновить свою установку LinkStack автоматически или загрузить обновление и установить его вручную:',
    'update.windows' => 'Пользователи Windows могут воспользоваться альтернативным средством обновления. Это средство обновления не создаёт резервную копию. Если хотите, используйте его по своему усмотрению.',
    'Update automatically' => 'Автоматическое обновление',

    'Updating' => 'Обновление',
    'Creating backup' => 'Создаётся резервная копия',
    'Preparing update' => 'Подготавливается обновление',
    'No new version' => 'Нет новых версий',
    'There is no new version available' => 'Нет доступных новых версий',
    'Admin Panel' => 'Панель администратора',
    'Finishing up' => 'Заканчиваем',
    'Success!' => 'Успешно!',
    'The update was successful' => 'Обновление прошло успешно, теперь вы можете вернуться в панель управления.',
    'View the release notes' => 'Просмотреть информацию о версии',
    'Run again' => 'Запустить ещё раз',
    'Error' => 'Ошибка',
    'Something went wrong with the update' => 'Что-то пошло не так при обновлении',

    
    /*
    |--------------------------------------------------------------------------
    | Backup / Резервное копирование
    |--------------------------------------------------------------------------
    |
    | resources/views/backup.blade.php
    |
    */

    # Заголовок
    'Backup.title' => 'Резервная копия',

    'The backup was successful' => 'Резервное копирование прошло успешно, теперь вы можете вернуться в панель администратора или просмотреть все свои резервные копии.',


    /*
    |--------------------------------------------------------------------------
    | Page Blocks / Разделы страниц пользователей
    |--------------------------------------------------------------------------
    |
    | Parts are stored in the database.
    | resources/views/studio/edit-link.blade.php
    |
    */

    # предопределённый популярный сайт/сервис
    'block.title.predefined' => 'Популярные сайты и сервисы',
    'block.description.predefined' => 'Выберите из списка популярных сайтов и сервисов, и ваша ссылка будет автоматически оформлена с использованием фирменных цветов и значка этого сайта или сервиса.',

    # пользовательская ссылка
    'block.title.link' => 'Пользовательская ссылка',
    'block.description.link' => 'Создайте пользовательскую ссылку, которая ведёт на любой сайт. Измените стиль кнопки и её значок или используйте значок сайта в качестве значка кнопки.',

    # электронная визитная карточка
    'block.title.vcard' => 'Vcard (электронная визитка)',
    'block.description.vcard' => 'Создайте или загрузите электронную визитную карточку.',

    # email
    'block.title.email' => 'Email',
    'block.description.email' => 'Добавьте адрес электронной почты, при нажатии на email откроется системное диалоговое окно для создания нового электронного письма.',

    # телефон
    'block.title.telephone' => 'Номер телефона',
    'block.description.telephone' => 'Добавьте номер телефона, при нажатии на телефон откроется системное диалоговое окно для совершения телефонного звонка.',

    # заголовок
    'block.title.heading' => 'Заголовок',
    'block.description.heading' => 'Используйте заголовки, чтобы упорядочить свои ссылки и разделить их на группы.',

    # разделитель
    'block.title.spacer' => 'Разделитель',
    'block.description.spacer' => 'Добавьте пустое место в свой список ссылок. Вы можете настраивать высоту разделителя.',

    # текст
    'block.title.text' => 'Текст',
    'block.description.text' => 'Добавьте на свою страницу текст, имейте ввиду, что текст не поддерживает интерактивность.',


    /*
    |--------------------------------------------------------------------------
    | Page Items / Элементы страницы
    |--------------------------------------------------------------------------
    |
    | resources/views/components/pageitems/
    |
    */

    'Default Email' => 'Email по умолчанию',
    'Custom Title' => 'Пользовательский заголовок',
    'Leave blank for default title' => 'Оставьте пустым поле для заголовка по умолчанию',
    'E-Mail address' => 'Email',
    'Enter your E-Mail' => 'Введите email',

    'Heading Text:' => 'Текст заголовка:',

    'URL' => 'URL-адрес',
    'Show website icon on button' => 'Отображать значок сайта на кнопке',

    'Select a predefined site' => 'Выберите сайт',
    'Enter the link URL' => 'Введите URL-адрес',

    'Spacing height' => 'Высота интервала',

    'Phone' => 'Телефон',
    'Telephone number' => 'Номер телефона',
    'Enter your telephone number' => 'Введите ваш номер телефона',

    'Text to display' => 'отображаемы текст',

    'Vcard' => 'Vcard',
    'First Name' => 'Имя',
    'Middle Name' => 'Отчество',
    'Last Name' => 'Фамилия',
    'Suffix' => 'Суффикс',
    'Work' => 'Работа',
    'Organization' => 'Организация',
    'Work URL' => 'Рабочий URL',
    'Emails' => 'Электронные почты',
    'Enter your personal email' => 'Введите ваш персональный email',
    'Work Email' => 'Рабочий email',
    'Enter your work email' => 'Введите ваш рабочий email',
    'Phones' => 'Телефоны',
    'Home Phone' => 'Домашний телефон',
    'Work Phone' => 'Рабочий телефон',
    'Cell Phone' => 'Мобильный телефон',
    'Home Address' => 'Домашний адрес',
    'Label' => 'Название',
    'Street' => 'Улица',
    'City' => 'Город',
    'State/Province' => 'Область/Район',
    'Zip/Postal Code' => 'Почтовый индекс',
    'Country' => 'Страна',
    'Work Address' => 'Рабочий адрес',

    'URL to the video' => 'URL-адрес видео',


    /*
    |--------------------------------------------------------------------------
    | Maintenance Page / Страница технического обслуживания
    |--------------------------------------------------------------------------
    |
    | resources/views/mainenance.blade.php
    |
    */

    'Maintenance Mode' => 'Режим технического обслуживания',
    'We are performing scheduled site maintenance at this time' => 'В настоящее время мы проводим плановое техническое обслуживание сайта.',
    'Please check back with us later' => 'Пожалуйста, приходите позже.',
    'Admin options:' => 'Опции для администратора:',
    'Turn off' => 'Выключить',
    'Warn.Disable.Maintenance' => 'Вы собираетесь отключить режим технического обслуживания. Вы уверены?',


    /*
    |--------------------------------------------------------------------------
    | LinkStack (Links) Page / Страница LinkStack (Ссылки)
    |--------------------------------------------------------------------------
    |
    | resources/views/linkstack/linkstack.blade.php
    |
    */

    'Share this page' => 'Поделитесь этой страницей',
    'Share' => 'Поделится',
    'Copy URL to clipboard' => 'Скопировать URL-адрес в буфер обмена',
    'URL has been copied to your clipboard!' => 'URL-адрес был скопирован в буфер обмена!',

    'Delete User' => 'Удалить пользователя',
    'Block User' => 'Заблокировать пользователя',
    'Users Theme' => 'Тема пользователя',
    'Search User' => 'Найти пользователя',
    
    'Edit my profile' => 'Редактировать мой профиль',


    /*
    |--------------------------------------------------------------------------
    | Footer / Подвал сайта
    |--------------------------------------------------------------------------
    |
    | Этот раздел добавляется в конец некоторых страниц сайта.
    | resources/views/layouts/footer.blade.php
    |
    */

    'Learn more about LinkStack' => 'Узнать больше о LinkStack',
    'Learn more' => 'Узнать больше',

    /*
    |--------------------------------------------------------------------------
    | Notification messages / Сообщения уведомлений
    |--------------------------------------------------------------------------
    |
    | Все внутренние уведомления.
    | resources/views/layouts/notifications.blade.php
    |
    */

    'No notifications' => 'Уведомлений нет',

    # Уведомления о рисках для безопасности сайта
    'Your security is at risk!' => 'Ваша безопасность под угрозой!',
    'Immediate action is required!' => 'Требуются немедленные действия!',
    'security.msg1' => 'Ваша безопасность находится под угрозой.',
    'security.msg2' => 'Доступ к некоторым файлам сайта открыт для всех. Необходимо немедленно предпринять меры, чтобы исправить это!',
    'security.msg3' => 'Некоторые важные файлы находятся в открытом доступе, что ставит под угрозу вашу безопасность. Пожалуйста, немедленно закройте доступ к этим файлам, чтобы предотвратить несанкционированный доступ к вашей конфиденциальной информации.',
    'security.msg4' => 'Узнать больше',

    # Уведомление «Помогите нам»
    'Hide this notification' => 'Скрыть это уведомление',
    'Help Us Out' => 'Помогите нам',
    'Enjoying Linkstack?' => 'Вам нравиться Linkstack?',
    'Support Linkstack' => 'Поддержать Linkstack',
    'support.msg1' => 'Если вам нравится пользоваться Linkstack, мы были бы очень признательны, если вы найдёте минутку, чтобы',
    'support.msg2' => 'поставь нашему проекту звёздочку на GitHub',
    'support.msg3' => 'Ваша поддержка поможет нам охватить более широкую аудиторию и улучшить качество нашего продукта.',
    'support.msg4' => 'Если вы в состоянии',
    'support.msg5' => 'внесите финансовый вклад, даже небольшая сумма поможет нам покрыть расходы на поддержание и улучшение Linkstack.',
    'support.msg6' => 'Спасибо вам за вашу поддержку и за то, что вы являетесь частью замечательного сообщества LinkStack!',


    /*
    |--------------------------------------------------------------------------
    | Footer Links / Ссылки в подвале сайта
    |--------------------------------------------------------------------------
    |
    */

    'footer.Home' => 'Главная',
    'footer.Terms' => 'Условия использования',
    'footer.Privacy' => 'О конфиденциальности',
    'footer.Contact' => 'Контакты',


    /*
    |--------------------------------------------------------------------------
    | Report Page / Страница жалоб
    |--------------------------------------------------------------------------
    |
    */

    'report_violation' => 'Пожаловаться',
    'url_label' => 'URL-адрес, о котором вы хотите сообщить',
    'report_type_label' => 'Тип жалобы',
    'hate_speech' => 'Разжигание ненависти или домогательства',
    'violence_threats' => 'Насилие или угрозы',
    'illegal_activities' => 'Незаконная деятельность',
    'copyright_infringement' => 'Нарушение авторских прав',
    'misinformation_fake_news' => 'Дезинформация или фейк',
    'identity_theft' => 'Кража личных данных',
    'drug_related_content' => 'Контент, связанный с наркотиками',
    'weapons_harmful_objects' => 'Оружие или опасные предметы',
    'child_exploitation' => 'Эксплуатация детей',
    'fraud_scams' => 'Мошенничество или обман',
    'privacy_violation' => 'Нарушение конфиденциальности',
    'impersonation' => 'Выдаёт себя за другого',
    'other_specify' => 'Другое (указать)',
    'additional_comments_label' => 'Дополнительные комментарии',
    'submit_button' => 'Отправить',
    

    'report_mail_admin_subject' => 'Жалоба на профиль',
    'report_mail_admin_report' => 'Жалоба на профиль отправлена',

    'report_mail_reported_profile' => 'Жалоба на пользователя',
    'report_mail_reported_url' => 'Жалоба на URL-адрес',
    'report_mail_type' => 'Тип',
    'report_mail_message' => 'Сообщение',

    'report_mail_report_submitted_by' => 'Жалоба отправлена пользователем',
    'report_mail_reported_by' => 'Жалоба от',
    'report_mail_profile' => 'Профиль',

    'report_mail_button_profile' => 'Просмотреть на странице пользователя',
    'report_mail_button_delete' => 'Удалить пользователя, на которых пожаловались',


    'report_error' => 'Жалоба на профиль не может быть отправлена',
    'report_success' => 'Жалоба на профиль успешно отправлена',

    
    #=============================================================================#
    # Laravel internal translations | Внутренние переводы Laravel                 #
    #=============================================================================#


    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines / Языковые строки авторизации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются во время авторизации для различных
    | сообщений, которые нам нужно отобразить пользователю. Вы можете изменять
    | эти языковые строки в соответствии с требованиями вашего приложения.
    |
    */

    'failed' => 'Введённые данные не найдены.',
    'password' => 'Введённый пароль не верный.',
    'throttle' => 'Слишком много попыток входа. Попробуйте ещё раз через :seconds секунд.',


    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines / Языковые строки пагинации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются библиотекой paginator для постро-
    | ения простых ссылок на страницы. Вы можете изменить их на любые, которые
    | хотите, чтобы добиться лучшего соответствия контекста в вашем приложении.
    |
    */

    'previous' => '⬅ Предыдущая',
    'next' => 'Следующая ⮕',


];
